{
  "Abscess": "A confined pocket of pus that is collected in the tissues, organs, or other parts of the body.",
  "Adenomyosis": "A condition in which bits of the tissue that lines the uterus (endometrium) exist within and grows into the uterine wall.",
  "Amenorrhoea": "The absence of periods during the reproductive years.",
  "Anemia": "Low number of red blood cells. In a routine blood test, anemia is reported as low hemoglobin or hematocrit.",
  "Anovulatory cycle": "A menstrual cycle in which ovulation did not take place, and therefore no progesterone was produced by the corpus luteum.",
  "Bartholin gland": "Two small-sized alveolar glands that ate found one on each side of the vaginal opening.",
  "Bartholin’s cyst": "A fluid-filled swelling found on the Bartholin gland.",
  "Birth control": " A method used to prevent pregnancy.",
  "Cancer": "A disease caused when cells divide uncontrollably and spread into surrounding tissues.",
  "Cesarean section": "C-section is the procedure of surgically delivering a baby through incisions in the abdomen and uterus.",
  "Discharge": "A fluid released by glands in the vagina and cervix. It’s the body’s way of cleaning and protecting the vagina.",
  "Dyspareunia": "A consistent pain in the genital area or within the pelvis during sexual intercourse.",
  "Endometrial Cancer": "A type of cancer that begins in the lining of the uterus occurring in women after the age of 55.",
  "Estrogen": "A hormone that helps develop and maintain both the reproductive system and female characteristics, such as breasts and pubic hair.",
  "Fetus": "An unborn offspring that develops from an embryo.",
  "Follicle": "A fluid-filled sac that contains an immature egg. During ovulation a mature egg is released from its follicle, the follicle then collapses and forms the corpus luteum.",
  "Galactosemia": "A rare genetic condition that prevents babies from processing galactose, an important sugar in breast milk.",
  "Gonorrhea": "A bacterial condition that can affect the anus, throat, or urethra.",
  "Herpes": "a sexually transmitted infection (STI) that causes blisters and ulcers.",
  "In Vitro Fertilization (IVF)": "A series of procedures involving retrieving eggs from a woman’s ovaries and fertilizing them with sperm. The fertilized egg, also known as an embryo can then be frozen for storage or transferred to a woman’s fetus.",
  "Ovulation": "Occurs when an ovarian follicle releases a mature egg.",
  "PCOS": "Polycystic ovary syndrome (PCOS) is a hormonal disorder common among women of reproductive age.",
  "yeast infections": "An infection caused by the fungus candida at the opening of the vagina (vulva)., and can cause inflammation, intense itchiness, and a thick, white discharge from the vagina."
}
